[
    {
        "title": "Bruna Fernandes Portifolio",
        "description": {
            "en": "A web based portifolio with an unique and minimalistic design made for my partner, a Chocolatier & Patissier based in London.",
            "fr": "Un résumé en ligne avec une conception unique et minimaliste qui j'ai réalisé pour ma petite amie, a Chocolatière & Patissière à Londres.",
            "pt": "Um portifolio web com um design único e minimalista feito para a minha parceira, uma Chocolatier & Patissier de Londres."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/bruna_fernandes.png",
        "link": "brunafernandes.guile.ga"
    },
    {
        "title": "Spotitime",
        "description": {
            "en": "A web application that creates Spotify playlists with the most played songs of any time period you like!",
            "fr": "Une application web qui crée des listes de lecture Spotify avec les chansons plus jouées de toute periode! ",
            "pt": "Uma aplicação web que cria playlists do Spotify com as canções mais tocadas de qualquer época que você escolher!"
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/spotitime.PNG",
        "link": "https://spotitime.guile.ga"
    },
    {
        "title": "G-Flight",
        "description": {
            "en": "A web app notifies users of the best flight deals to the most wanted locations in the world!",
            "fr": "Une application web qui notifie les utilisateurs des meilleures offres de vol ",
            "pt": "Uma aplicação web que notifica os usuários dos voos com melhores preços para os destinos mais cobiçados do mundo!"
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/g-flight.png",
        "link": "https://gflight.ga"
    },
    {
        "title": "Curriculum",
        "description": {
            "en": "A web CV build from scratch for my father.",
            "fr": "Un CV web construit de zéro pour mon papa.",
            "pt": "Um curriculo web construido do zero para o meu pai."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/decatmanhaes.png",
        "link": "https://guilevieiram.github.io/decatmanhaes/"
    },
    {
        "title": "To Do App",
        "description": {
            "en": "A desktop todo app that built from scratch on Python that features local and cloud storage.",
            "fr": "Une application desktop de liste de chose à faire, construit en Python, cela comporte un stockage local et cloud.",
            "pt": "Uma aplicação de tarefas desktop escrito em Python que conta com armazenamento local e em nuvem. "
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/todo.PNG",
        "link": "https://github.com/guilevieiram/todo_app"
    },
    {
        "title": "Recipe Sorting AI",
        "description": {
            "en": "A Natural Language Processing AI that sorts recipes accordingly to their culinary techniques.",
            "fr": "Une IA de Language Naturel que classifie recettes par ses techniques culinaires.",
            "pt": "Uma IA de Processamento de Linguagem Natural que classifica receitas de acordo com as técnicas culinárias necessárias."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/recipe-sorting.png",
        "link": "https://github.com/guilevieiram/recipe_sorting"
    },
    {
        "title": "ClassApp",
        "description": {
            "en": "Simple Desktop app for classifying recipe methods in their culinary techniques. Used as a data collecion for the Recipe Sorting AI.",
            "fr": "Une application desktop simple pour classifie méthodes de recettes. Utilisé comme point de collecte de data pour la IA de classification de recette.",
            "pt": "Uma aplicação desktop simples para classificação de receitas de acordo com suas técnicas culinárias. Ponto de coleção de dados para o treinamento de uma IA."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/classapp.PNG",
        "link": "https://github.com/guilevieiram/classapp"
    },
    {
        "title": "Cuukin Tinder",
        "description": {
            "en": "Tider for food! A web platform designed to create recipe recommendations based on the user preferences, on a Tinder like/deslike model.",
            "fr": "Tinder pour nourriture! Une plat-form web qui génère des recommendations d'accord avec les préfèrence des utilisateurs, dans un modèle Tider: j'aime / je n'aime pas. ",
            "pt": "Tinder... mas pra comida! Uma plataforma web feita para gerar recomendações de pratos para os usuários dependendo dos seus gostos individuais, em um sistema tipo Tinder de gosto/não gosto."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/cuukin-tinder.png",
        "link": "https://cuukintinder.herokuapp.com/"
    },
    {
        "title": "Pomodoro",
        "description": {
            "en": "A Desktop App to help you keep track of your studies sessions and be more productive. Build on Python.",
            "fr": "Une appli desktop qui vous aide en votres études et augmente votre productivité. Construit en Pyhton.",
            "pt": "Uma aplicação desktop que te ajuda a manter seu ritmo de estudo constante e ser mais produtivo. Escrito em Python."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/pomodoro.PNG",
        "link": "https://github.com/guilevieiram/100_days/tree/main/pomodoro"
    },
    {
        "title": "Python Arcade",
        "description": {
            "en": "Pong, Snake and Road Crossing, all built on Python",
            "fr": "Pong, Snake et Road Crossing, tout construit en Python.",
            "pt": "Pong, o 'Jogo da Cobrinha' e 'Road crossing', tudo construido em Python."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/arcade.PNG",
        "link": "https://github.com/guilevieiram/100_days"
    }
]