[
    {
        "title": "eSanus",
        "description": {
            "en": "A way to revolutionize the health-tech industry in Brazil by personalizing user experience and optimizing clinics assets. Front-End dev and project manager for Sanus. ",
            "fr": "Une façon de révolutionner l'industrie health-tech au Brésil en personnalisant l’expérience de l'utilisateur et optimisant les actifs des cliniques. Dev Front-End et manager de projets chez Sanus.",
            "pt": "Uma maneira de revolucionar a indústria health-tech no Brasil, personalizando a jornada do usuário e optimizando o capital de clínicas. Dev Front-End e project manager na Sanus."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/esanus.png",
        "link": "https://esanus.com.br"
    },
    {
        "title": "Voca",
        "description": {
            "en": "A language learning web application that allows you to learn new vocabulary using state of the art Machine Learning (Natural Language Processing).",
            "fr": "Une appli d'apprentissage de langues que vous permet d'apprendre du vocabulaire en utilisant des algorithms d'Apprentissage Automatique de pointe (NLP).",
            "pt": "Um aplicativo web de linguas que permite que você aprenda novo vocabulário utilizando algoritmos de Machine Learning de ponta."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/voca.png",
        "link": "https://voca.guilevieiram.dev"
    },
    {
        "title": "SharedCount",
        "description": {
            "en": "A multi platform mobile app that allows simultaneous, real time counting for competitions and team activities.",
            "fr": "Une appli multi plateforme qui vous permet de compter simultanément et en temps réel dans des compétitions et activités de groupe.",
            "pt": "Um aplicativo multi plataforma que permite contagem simultânea em tempo real para competições e atividades de grupo."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/shared_count.png",
        "link": "https://github.com/guilevieiram/shared_count"
    },
    {
        "title": "Spotitime",
        "description": {
            "en": "A web application that creates Spotify playlists with the most played songs of any time period you like!",
            "fr": "Une application web qui crée des listes de lecture Spotify avec les chansons plus jouées de toute periode! ",
            "pt": "Uma aplicação web que cria playlists do Spotify com as canções mais tocadas de qualquer época que você escolher!"
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/spotitime.PNG",
        "link": "https://spotitime.guilevieiram.dev"
    },
    {
        "title": "G-Flight",
        "description": {
            "en": "A web app notifies users of the best flight deals to the most wanted locations in the world!",
            "fr": "Une application web qui notifie les utilisateurs des meilleures offres de vol ",
            "pt": "Uma aplicação web que notifica os usuários dos voos com melhores preços para os destinos mais cobiçados do mundo!"
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/g-flight.png",
        "link": "https://gflight.guilevieiram.dev"
    },
    {
        "title": "Recipe Sorting AI",
        "description": {
            "en": "A Natural Language Processing AI that sorts recipes accordingly to their culinary techniques.",
            "fr": "Une IA de Language Naturel que classifie recettes par ses techniques culinaires.",
            "pt": "Uma IA de Processamento de Linguagem Natural que classifica receitas de acordo com as técnicas culinárias necessárias."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/recipe-sorting.png",
        "link": "https://github.com/guilevieiram/recipe_sorting"
    },
    {
        "title": "ClassApp",
        "description": {
            "en": "Simple Desktop app for classifying recipe methods in their culinary techniques. Used as a data collecion for the Recipe Sorting AI.",
            "fr": "Une application desktop simple pour classifie méthodes de recettes. Utilisé comme point de collecte de data pour la IA de classification de recette.",
            "pt": "Uma aplicação desktop simples para classificação de receitas de acordo com suas técnicas culinárias. Ponto de coleção de dados para o treinamento de uma IA."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/classapp.PNG",
        "link": "https://github.com/guilevieiram/classapp"
    },
    {
        "title": "Cuukin Tinder",
        "description": {
            "en": "Tider for food! A web platform designed to create recipe recommendations based on the user preferences, on a Tinder like/deslike model.",
            "fr": "Tinder pour nourriture! Une plat-form web qui génère des recommendations d'accord avec les préfèrence des utilisateurs, dans un modèle Tider: j'aime / je n'aime pas. ",
            "pt": "Tinder... mas pra comida! Uma plataforma web feita para gerar recomendações de pratos para os usuários dependendo dos seus gostos individuais, em um sistema tipo Tinder de gosto/não gosto."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/cuukin-tinder.png",
        "link": "https://cuukintinder.herokuapp.com/"
    },
    {
        "title": "Bruna Fernandes Portifolio",
        "description": {
            "en": "A web based portifolio with an unique and minimalistic design made for my partner, a Chocolatier & Patissier based in London.",
            "fr": "Un résumé en ligne avec une conception unique et minimaliste qui j'ai réalisé pour ma petite amie, a Chocolatière & Patissière à Londres.",
            "pt": "Um portifolio web com um design único e minimalista feito para a minha parceira, uma Chocolatier & Patissier de Londres."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/bruna_fernandes.png",
        "link": "https://brunafernandes.guilevieiram.dev"
    },
    {
        "title": "Curriculum",
        "description": {
            "en": "A web CV build from scratch for my father.",
            "fr": "Un CV web construit du zéro pour mon papa.",
            "pt": "Um curriculo web construido do zero para o meu pai."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/decatmanhaes.png",
        "link": "https://guilevieiram.github.io/decatmanhaes/"
    }
]