[
    {
        "title": "Backdoor Detection on Language Models",
        "description": {
            "en": "Trained over 4000 GPT models, successfully infected them via Trojan attacks and detected those backdoors using a Meta-neural network.",
            "fr" : "Entraînement de plus de 4000 modèles GPT, infection réussie par des attaques de chevaux de Troie et détection de ces portes dérobées à l'aide d'un réseau neuronal Meta.",
            "pt": "Treinei mais de 4.000 modelos GPT, infectou-os com sucesso por meio de ataques de Trojan e detectei esses backdoors usando uma rede meta-neural"
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/psc.jpg",
        "link": "https://github.com/guilevieiram/psc"
    },
    {
        "title": "Doomicraft",
        "description": {
            "en": "Doom + Minecraft. A cross platform First Person Shooter in C++ that imerses you in an infinite and interactable Minecraft world.",
            "fr" : "Doom + Minecraft. Un jeu de tir à la première personne multiplateforme en C++ qui vous immerge dans un monde Minecraft infini et interactif",
            "pt": "Doom + Minecraft. Um jogo de tiro em primeira pessoa multiplataforma em C++ que o imerge em um mundo infinito e interativo do Minecraft."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/doomicraft.png",
        "link": "https://github.com/guilevieiram/Doomicraft"
    },
    {
        "title": "FlySkyler",
        "description": {
            "en": "Full Stack Engineer in this Brazilian Tourism Start-up that provides the best user experience with great customization and prices. Developed and extended their internal system.",
            "fr": "Ingénieur Full Stack dans cette startup brésilienne du tourisme qui offre la meilleure expérience utilisateur avec une grande personnalisation et des prix. Développement et extension de leur système interne.",
            "pt": "Engenheiro Full Stack nesta Start-up Turística Brasileira que proporciona a melhor experiência de usuário com grande customização e preços. Desenvolvi e ampliei o sistema interno."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/skyler.png",
        "link": "https://flyskyler.com"
    },
    {
        "title": "eSanus",
        "description": {
            "en": "A way to revolutionize the health-tech industry in Brazil by personalizing user experience and optimizing clinics assets. Front-End dev and project manager for Sanus. ",
            "fr": "Une façon de révolutionner l'industrie health-tech au Brésil en personnalisant l’expérience de l'utilisateur et optimisant les actifs des cliniques. Dev Front-End et manager de projets chez Sanus.",
            "pt": "Uma maneira de revolucionar a indústria health-tech no Brasil, personalizando a jornada do usuário e optimizando o capital de clínicas. Dev Front-End e project manager na Sanus."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/esanus.png",
        "link": "https://esanus.com.br"
    },
    {
        "title": "Voca",
        "description": {
            "en": "A language learning web application that allows you to learn new vocabulary using state of the art Machine Learning (Natural Language Processing).",
            "fr": "Une appli d'apprentissage de langues que vous permet d'apprendre du vocabulaire en utilisant des algorithms d'Apprentissage Automatique de pointe (NLP).",
            "pt": "Um aplicativo web de linguas que permite que você aprenda novo vocabulário utilizando algoritmos de Machine Learning de ponta."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/voca.png",
        "link": "https://voca.guilevieiram.dev"
    },
    {
        "title": "SharedCount",
        "description": {
            "en": "A multi platform mobile app that allows simultaneous, real time counting for competitions and team activities.",
            "fr": "Une appli multi plateforme qui vous permet de compter simultanément et en temps réel dans des compétitions et activités de groupe.",
            "pt": "Um aplicativo multi plataforma que permite contagem simultânea em tempo real para competições e atividades de grupo."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/shared_count.png",
        "link": "https://github.com/guilevieiram/shared_count"
    },
    {
        "title": "Spotitime",
        "description": {
            "en": "A web application that creates Spotify playlists with the most played songs of any time period you like!",
            "fr": "Une application web qui crée des listes de lecture Spotify avec les chansons plus jouées de toute periode! ",
            "pt": "Uma aplicação web que cria playlists do Spotify com as canções mais tocadas de qualquer época que você escolher!"
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/spotitime.PNG",
        "link": "https://spotitime.guilevieiram.dev"
    },
    {
        "title": "Recipe Sorting AI",
        "description": {
            "en": "A Natural Language Processing AI that sorts recipes accordingly to their culinary techniques.",
            "fr": "Une IA de Language Naturel que classifie recettes par ses techniques culinaires.",
            "pt": "Uma IA de Processamento de Linguagem Natural que classifica receitas de acordo com as técnicas culinárias necessárias."
        },
        "image": "https://raw.githubusercontent.com/guilevieiram/portifolio/main/src/images/projects-images/recipe-sorting.png",
        "link": "https://github.com/guilevieiram/recipe_sorting"
    }
]
