{
    "a":{
        "en": "",
        "fr": "",
        "pt": ""
    },
    "navbar":{
        "en": ["About", "Projects", "Contact"],
        "fr": ["À propos", "Projets", "Contact"],
        "pt": ["Sobre mim", "Projetos", "Contato"]
    },
    "arrow":{
        "en": "Scroll",
        "fr": "Allons-y",
        "pt": "Vamos"
    },
    "greet": {
        "en": "Hi there! <br>I'm <br>Guile!",
        "fr": "Salut!<br>Je suis <br>Guile!",
        "pt": "Ei! <br>Me chamo <br>Guile!"
    },
    "title": {
        "en": "Software Engineering | Machine Learning",
        "fr": "Développement de Logiciels | Apprentissage Automatique",
        "pt": "Engenharia de Software | Machine Learning"
    },
    "contactCall":{
        "en": "Get in touch!",
        "fr": "Contactez-moi!",
        "pt": "Entre em contato!"
    },
    "aboutTitle":{
        "en": "About me",
        "fr": "À propos",
        "pt": "Sobre mim"
    },
    "projectsTitle":{
        "en": "Projects",
        "fr": "Projets",
        "pt": "Projetos"
    },
    "projectsLink":{
        "en": "See more",
        "fr": "Voir plus",
        "pt": "Saiba mais"
    },
    "contactTitle":{
        "en": "Lets talk!",
        "fr": "Parlons-nous!",
        "pt": "Vamos conversar!"
    },
    "contactForm":{
        "en": ["E-mail", "Subject", "Message"],
        "fr": ["E-mail", "Objet", "Message"],
        "pt": ["E-mail", "Assunto", "Mensagem"]
    },
    "footer":{
        "en": "All rights reserved.",
        "fr": "Tout les droits reservé.",
        "pt": "Todos direitos reservados."
    },
    "tictactoe":{
        "en": ["Its a tie.", "You won!!", "You've lost!"],
        "fr": ["C'est une cravatte.", "Vous avez gagné!!", "Dommage... Vous avez perdu."],
        "pt": ["É um empate.", "Você ganhou!", "Não foi dessa vez..."]
    },
    "score":{
        "en": "Score:",
        "fr": "Score:",
        "pt": "Pontos:"
    },
    "cv":{
        "en": "CV",
        "fr": "CV",
        "pt": "CV"
    },
    "aboutText": {
        "en": [
            "Engineering Student at École Polytechnique de Paris with emphasis on Computer Science. Eager to always be learning, facing new challenges and solving problems.",
            "Specialization in Software Engineering and Machine Learning/AI. Strong academic background in  CS and Applied mathematics.",
            "Vast communications and teamwork skills, having led (and participated in) engineering and development teams in side-projects and enterprises. Fluent in English, French and Portuguese, inclined to prosper in diverse environments with coworkers of different backgrounds."
        ],
        "fr": [
            "Étudiant en ingénierie à l'École Polytechnique de Paris avec une spécialisation en informatique. Désireux de toujours apprendre, de relever de nouveaux défis et de résoudre des problèmes",
            "Spécialisation dans le génie logiciel et l'apprentissage automatique/l'intelligence artificielle. Solide formation académique en informatique et en mathématiques appliquées.",
            "Vastes compétences en matière de communication et de travail en équipe, ayant dirigé (et participé) à des équipes d'ingénierie et de développement dans le cadre de projets secondaires et d'entreprises. Parlant couramment l'anglais, le français et le portugais, enclin à prospérer dans des environnements divers avec des collègues d'origines différentes."
        ],
        "pt": [
            "Estudante de Engenharia na École Polytechnique de Paris, com ênfase em Ciência da Computação. Ansioso para estar sempre aprendendo, enfrentando novos desafios e resolvendo problemas.",
            "Especialização em Engenharia de Software e Aprendizado de Máquina/AI. Sólida formação acadêmica em CS e Matemática Aplicada.",
            "Vastas habilidades de comunicação e trabalho em equipe, tendo liderado (e participado) de equipes de engenharia e desenvolvimento em projetos paralelos e empresas. Fluente em inglês, francês e português, inclinado a prosperar em ambientes diversos com colegas de trabalho de diferentes origens."
        ]
    }
}
