{
    "a":{
        "en": "",
        "fr": "",
        "pt": ""
    },
    "navbar":{
        "en": ["About", "Projects", "Contact"],
        "fr": ["À propos", "Projets", "Contact"],
        "pt": ["Sobre mim", "Projetos", "Contato"]
    },
    "arrow":{
        "en": "Scroll",
        "fr": "Allons-y",
        "pt": "Vamos"
    },
    "greet": {
        "en": "Hi there! <br>I'm <br>Guile!",
        "fr": "Salut!<br>Je suis <br>Guile!",
        "pt": "Ei! <br>Me chamo <br>Guile!"
    },
    "title": {
        "en": "Software Development | Web Development",
        "fr": "Développement de Logiciels | Développement Web",
        "pt": "Desenvolvimento de Software | Desenvolvimento Web"
    },
    "contactCall":{
        "en": "Get in touch!",
        "fr": "Contactez-moi!",
        "pt": "Entre em contato!"
    },
    "aboutTitle":{
        "en": "About me",
        "fr": "À propos",
        "pt": "Sobre mim"
    },
    "projectsTitle":{
        "en": "Projects",
        "fr": "Projets",
        "pt": "Projetos"
    },
    "projectsLink":{
        "en": "See more",
        "fr": "Voir plus",
        "pt": "Saiba mais"
    },
    "contactTitle":{
        "en": "Lets talk!",
        "fr": "Parlons-nous!",
        "pt": "Vamos conversar!"
    },
    "contactForm":{
        "en": ["E-mail", "Subject", "Message"],
        "fr": ["E-mail", "Objet", "Message"],
        "pt": ["E-mail", "Assunto", "Mensagem"]
    },
    "footer":{
        "en": "All rights reserved.",
        "fr": "Tout les droits reservé.",
        "pt": "Todos direitos reservados."
    },
    "tictactoe":{
        "en": ["Its a tie.", "You won!!", "You've lost!"],
        "fr": ["C'est une cravatte.", "Vous être gagné!!", "Dommage... Vous être perdu."],
        "pt": ["É um empate.", "Você ganhou!", "Não foi dessa vez..."]
    },
    "score":{
        "en": "Score:",
        "fr": "Score:",
        "pt": "Pontos:"
    },
    "cv":{
        "en": "CV",
        "fr": "CV",
        "pt": "CV"
    },
    "aboutText": {
        "en": [
            "Engineering Student at École Polytechnique de Paris specialized in Software Development. Experiences in FullStack dev, Design, Natural Language Processing and Product Management.", 
            "Having extensive communication and problem solving skills, I prosper in creative and open environments, both in solo activities and in group. Though my international background, having worked in Brazil, UK and living in France, I had the chance to participate in several projects with very diverse teams. Fluent English and advanced French help with those kinds of challenges.",
            "At ease with Python and TypeScript/JavaScript for backend and frontend development. Familiar with frameworks like React, React Native, Flask and many others. Knowledge in Amazon AWS’s DevOps systems as well as Heroku’s.  SQL databases (specially PostgreSQL), linux and bash scripting are a part of my toolbox. ",
            "Open to work in interesting projects that challenge my capabilities and push me forward in this never ending learning journey of development!"
        ],

        "fr": [
            "Étudiant d'Ingénieur à l'École Polytechnique de Paris avec spécialisation dans Development de Logiciels. Expérience dans dev FullStack, Design, Traitement du Langage Naturel e Gestion de Produits.",
            "Vastes compétences en communication et résolution de problèmes, je prospère dans des environnements créatifs et ouverts, tout seule ou bien en équipe. Mon parcours international, ayant travaillé au Brésil, au Royaume-uni et maintenant en vivent en France, j'ai eu l'opportunité de participer dans plusieurs projets avec des équipes très divers. Les niveaux fluent en Anglais et Avancé en Français m'ont beaucoup aidé avec ces défis. ",
            "À l'aise avec Python et TypeScript/JavaScript pour le développement back et front. Familiarisé avec les frameworks React, React Native, Flask et autres. Connaissance des systèmes d'Amazon AWS et de Heroku pour DevOps. Les bases de donnés SQL (surtout PostgreSQL), Linux et bash font aussi partie de boite d'outils.",
            "Je suis ouvert pour travailler dans des projets intéressants qui me défient et qui me motivent à continuer mon interminable parcours d'apprentissage."
        ],

        "pt": [
            "Estudante de Engenharia na École Polytechnique de Paris com especialização em Desenvolvimento de Software. Experiencia em dev FullStack, Design, Processamento de Linguagem Natural (NLP) e Gestão de Projetos.",
            "Por ter extensas capacidades de comunicação e resolução de problemas, eu prospero em ambientes criativos, tanto sozinho quanto em grupo. A vida international, tendo trabalhado no Brasil, no Reino Unido e agora morando na França, me possibilitou participar em diversos projetos com equipes dos mais diferentes países. Inglês fluente e Francês avançado com certeza ajudaram.",
            "À vontade com Python e TypoScript/JavaScript para desenvolvimento back e front, respectivamente. Familiarizado com frameworks como React, React Native, Flask e várias outras. Conhecimento em DevOps pela Amazon AWS e pelo Heroku. Bases de dados SQL (especialmente PostgreSQL), sistemas Linux e bash são também parte da minha caixa de ferramentas.",
            "Aberto para trabalhar em projetos interessantes e que me desafiem, me incentivanto a continuar nessa jornada interminável de aprendizado."
        ]
    }
}